import type { LangCircleItem } from '@/types/lang-circle'

export const LANG_CIRCLE_ITEMS: Array<LangCircleItem> = [
  {
    title: 'พฤษจิกายน',
    detail:
      ' เป็นช่วงที่ ฝนเริ่มลดลงอย่าง ชัดเจน และ อากาศเริ่มเย็น ลงในตอนกลางคืน พื้นดินเริ่มแห้ง ความชื้นใน อากาศลดลง ชาวนาเริ่มเก็บเกี่ยวผลผลิต เช่น ข้าวนาปี ต้นไม้เริ่มผลัดใบและพักตัว เพื่อรอฤดูฝนใหม่',
  },
  {
    title: 'ธันวาคม',
    detail:
      ' เป็นช่วงที่ ฝนแทบไม่ตกแล้ว และ อุณหภูมิช่วงเช้ายังเย็น ส่วนกลางวันเริ่มร้อนขึ้น ความชื้นในดินลดลงอย่าง ต่อเนื่อง พื้นดินเริ่มแข็งและแห้ง แตกระแหงในบางพื้นที่ เป็นช่วงที่เกษตรกรเตรียม แปลงเพื่อปลูกพืชฤดูแล้ง เช่น มันสำปะหลัง หรือ ข้าวโพด',
  },
  {
    title: 'มกราคม',
    detail:
      'เข้าสู่ฤดูหนาวช่วงปลายและเริ่มร้อนในตอนกลางวัน ความแห้งแล้งชัดเจนขึ้นบางพื้นที่เริ่มขาดแคลนน้ำใบไม้เริ่มร่วงมากขึ้น ต้นไม้ผลัดใบเข้าสู่ช่วงพักตัวเต็มที่',
  },
  {
    title: 'กุมภาพันธ์',
    detail:
      'เป็นช่วงเริ่มต้นของอากาศร้อนและมีการระเหยของน้ำสูง ปริมาณน้ำในแม่น้ำลำคลองและบ่อเก็บน้ำลดลงเกิดไฟป่าและการเผาในที่โล่งบ่อยครั้งถือเป็นจุดเริ่มต้นของ “ช่วงแล้งที่สุดของปี”',
  },
  {
    title: 'มีนาคม',
    detail:
      'อุณหภูมิสูงสุดของปี โดยเฉพาะภาคอีสานและภาคเหนือ ดินแห้งแตกระแหง ต้นไม้เหี่ยวเฉาเกิดไฟป่าบ่อยและฝุ่นควันหนาแน่น น้ำในแหล่งน้ำธรรมชาติลดลงอย่างมาก',
  },
  {
    title: 'เมษายน',
    detail:
      'อากาศยังร้อนจัด แต่เริ่มมีลมพายุฤดูร้อนและฝนฟ้าคะนองบางวัน ความชื้นเริ่มกลับมาเล็กน้อยในบางพื้นที่เป็นช่วงที่เกษตรกรเริ่มเตรียมพื้นที่เพื่อรับฤดูฝนใหม่',
  },
  {
    title: 'พฤษภาคม',
    detail:
      'เริ่มมีฝนตกชุกขึ้นเรื่อย ๆ พืชพรรณเริ่มฟื้นตัว เขียวชอุ่มอีกครั้งถือเป็นการเปลี่ยนผ่านจากฤดูแล้งสู่ฤดูฝน อย่างเป็นทางการ',
  },
]
