export const PARTICIPATION_URL =
  'https://wordcloud.csitereport.com/addans?token=79eb60ac96065196d3effdfc23c5961e'

export const DROUGHT_DEFINITION = [
  'ภัยแล้งเป็นภัยธรรมชาติที่เกิดจากการขาดแคลนน้ำเป็นระยะเวลานาน เป็นเดือน ๆ หรือเป็นปี',
  'โดยทั่วไปเกิดขึ้นเมื่อพื้นที่ที่ได้รับน้ำอย่างสม่ำเสมอมีฝนตกต่ำกว่าค่าเฉลี่ย',
  'ส่งผลกระทบอย่างมากต่อการดำรงชีวิต การเกษตร และระบบนิเวศในพื้นที่ที่เกิดภัย',
] as const

export const NATURAL_DROUGHT_CAUSES = [
  'การเปลี่ยนแปลงอุณหภูมิโลก เช่น ระบบการหมุนเวียนหรือส่วนผสมของบรรยากาศเปลี่ยนแปลง สภาวะอากาศในฤดูร้อนที่ร้อนมากกว่าปกติ',
  'การเปลี่ยนแปลงสภาพภูมิอากาศและสิ่งแวดล้อม เช่น ฝนทิ้งช่วง ฝนตกน้อย ดินเก็บความชื้นต่ำได้ไม่ดี ปริมาณน้ำใต้ดินมีน้อย',
  'การเปลี่ยนแปลงของระดับน้ำทะเล',
  'ความผิดปกติของตำแหน่งร่องมรสุมทำให้ฝนตกในพื้นที่ไม่ต่อเนื่อง',
  'ความผิดปกติเนื่องจากพายุหมุนเขตร้อนเคลื่อนที่ผ่านประเทศน้อยกว่าปกติ',
] as const

export const HUMAN_DROUGHT_CAUSES = [
  'การใช้น้ำอย่างไม่เหมาะสมหรือสิ้นเปลืองเกินไป ทั้งการอุปโภค บริโภค และการเกษตร ทำให้ปริมาณน้ำในอ่างเก็บน้ำและน้ำใต้ดินลดลง',
  'พฤติกรรมการดำรงชีวิตของมนุษย์ที่ทำลายชั้นโอโซน เกิดภาวะเรือนกระจก ทำให้อุณหภูมิของโลกสูงขึ้น เช่น การเผาพลาสติก น้ำมัน และถ่านหิน',
  'การพัฒนาด้านต่าง ๆ โดยเฉพาะด้านอุตสาหกรรม ทำให้เกิดการตัดไม้ทำลายป่า ส่งผลให้ความชื้นสัมพัทธ์ไม่เพียงพอ เนื่องจากขาดต้นไม้ซับน้ำ และเกิดการบุกรุกพื้นที่ป่าถือครองกรรมสิทธิ์ปลูกพืชไร่',
  'ระบบการเพาะปลูกและความถี่ของการเพาะปลูก',
  'ขาดการวางแผนการสร้างแหล่งกักเก็บน้ำไว้ใช้ประโยชน์ยามขาดน้ำฝน',
] as const
